[
  {
    "id": "6d41ef11-8eb3-42dc-95db-6504e63d6404",
    "location_id": "4e0ff9d0-c9d0-4315-aa25-7b88482f2da5",
    "producer_id": "0e775596-c84d-4e1c-b7d4-ad18a53085da",
    "name": "ut dolor do dolore",
    "description": "Ea qui sit tempor occaecat in occaecat enim adipisicing consectetur enim elit dolor officia. Reprehenderit proident ut veniam elit consectetur pariatur sunt officia eiusmod sunt est aliquip. Quis eiusmod esse proident nulla nulla. Id dolore commodo duis mollit et ut amet.\r\n",
    "available": 31,
    "package_size": 17,
    "price": 85.61,
    "unit": "l",
    "category": "Oluet"
  },
  {
    "id": "f3099f95-8130-458b-87f5-bf68e7c99ff0",
    "location_id": "7b875162-10d0-4fda-ae82-a54660d6f22c",
    "producer_id": "428a2cbc-1f71-44a0-8b6b-dc42fcea51ed",
    "name": "labore officia cupidatat enim",
    "description": "Reprehenderit veniam deserunt adipisicing nisi culpa aute pariatur sint laboris eiusmod cillum dolor. Dolore consectetur ipsum aliqua incididunt officia et commodo velit deserunt culpa. Voluptate adipisicing cupidatat nostrud anim aute nisi. Irure nostrud velit aliquip officia ipsum excepteur in cupidatat cupidatat occaecat. Anim consectetur voluptate eu minim duis esse eiusmod id mollit.\r\n",
    "available": 37,
    "package_size": 17,
    "price": 59.51,
    "unit": "kg",
    "category": "Sokerit ja makeiset"
  },
  {
    "id": "9b508a1d-11b1-4cca-9699-0b2f0dea0b54",
    "location_id": "1f1aac68-a779-4253-b1a6-61199319f6d5",
    "producer_id": "8bff4098-f38a-4ce1-8d23-a908e76df968",
    "name": "id elit nulla nisi",
    "description": "Fugiat sint ad aliquip non sint in duis. Dolor esse ut tempor dolor sunt magna labore reprehenderit culpa ex do reprehenderit. Nisi aliquip cillum sint sit et pariatur labore velit dolore ea. Esse duis non irure ex consectetur ea ullamco aliquip velit incididunt elit pariatur in. Qui cillum labore Lorem occaecat laboris commodo excepteur eiusmod ullamco amet esse. Aliqua duis pariatur dolore dolor voluptate ipsum. Sint excepteur ullamco officia ex consectetur adipisicing cillum reprehenderit.\r\n",
    "available": 82,
    "package_size": 15,
    "price": 74.64,
    "unit": "l",
    "category": "Kalat"
  },
  {
    "id": "0e13cc45-ef5f-430a-bb31-a347f315b31a",
    "location_id": "eb287459-f254-44fc-b0da-27d530eec723",
    "producer_id": "cfbb8514-8fb1-42e7-a181-65d1e23e6339",
    "name": "labore deserunt voluptate duis",
    "description": "Ea velit ipsum nisi laborum magna Lorem ut Lorem ea incididunt sit. Do nulla ex Lorem Lorem sint sit ullamco ullamco exercitation. Lorem ullamco mollit occaecat id velit proident duis pariatur proident labore. Proident excepteur officia aute cillum ullamco sit qui eu ad nulla sunt aliqua quis.\r\n",
    "available": 97,
    "package_size": 12,
    "price": 8.16,
    "unit": "g",
    "category": "Palkokasvit"
  },
  {
    "id": "818056cf-00c9-4f24-b236-f88dca2f809e",
    "location_id": "f49408a5-1d74-41cf-a6fa-35dcc74d95b3",
    "producer_id": "f6bcb2a4-566e-4449-8f31-868d6865d8f2",
    "name": "incididunt sunt dolore officia",
    "description": "Cillum laboris veniam magna sunt et. Sit pariatur nostrud sint ex dolore quis incididunt in qui. Nisi occaecat exercitation adipisicing ut. In deserunt ex nostrud consequat anim laboris ullamco. Mollit reprehenderit in reprehenderit consectetur ea sunt nostrud exercitation tempor incididunt irure excepteur velit aliqua. Sunt incididunt reprehenderit eiusmod anim sit ad ad tempor et eu dolore exercitation dolore nulla.\r\n",
    "available": 15,
    "package_size": 18,
    "price": 55.93,
    "unit": "l",
    "category": "Valmistuksen apuaineet"
  },
  {
    "id": "85c03f43-cdf6-4776-9f58-681618772089",
    "location_id": "3a0fdf1d-9689-48e7-8893-875181f5863b",
    "producer_id": "3e4c65fc-23ae-4056-9f57-c9f6de6d2671",
    "name": "voluptate minim do esse",
    "description": "Sint nulla id esse velit nisi veniam tempor cillum ipsum sint sit ipsum enim cupidatat. Quis ad qui tempor officia do in magna aute excepteur id. Deserunt sit commodo esse cillum officia labore qui exercitation esse magna. Sit irure dolore consectetur reprehenderit et. Ex pariatur ex est amet aute Lorem voluptate esse pariatur qui. Ad dolor officia anim nostrud id consectetur velit ad cillum nisi aliqua. Et culpa reprehenderit aliqua officia labore ad nostrud quis.\r\n",
    "available": 47,
    "package_size": 17,
    "price": 86.74,
    "unit": "pcs",
    "category": "Maidot"
  },
  {
    "id": "dd9ed7ab-faf8-434a-837f-82420e1aa39b",
    "location_id": "f832f9af-c133-468f-8c71-02775acd5936",
    "producer_id": "17eab044-7c62-4f07-adb5-dfc04977e26e",
    "name": "in consectetur sit ipsum",
    "description": "Ipsum proident do est ad elit minim irure pariatur. Nisi elit officia exercitation sit voluptate occaecat consequat minim dolor tempor incididunt excepteur mollit. Sit Lorem dolore labore culpa duis ex ad.\r\n",
    "available": 88,
    "package_size": 19,
    "price": 27.27,
    "unit": "kg",
    "category": "Kahvi"
  },
  {
    "id": "d654d578-b56c-430c-94f8-da25c2a306b9",
    "location_id": "72111f33-d586-43bb-81a3-f515a9b3e93a",
    "producer_id": "4d99e702-9bb7-4e09-82a3-da32b4d35749",
    "name": "ex pariatur nisi duis",
    "description": "Sint et tempor Lorem eu ipsum sit irure irure cupidatat ipsum. Dolor labore aute ullamco Lorem elit eiusmod eu ipsum. Cillum occaecat ullamco aliqua aute sint labore excepteur duis aute adipisicing nostrud fugiat amet. Consequat cupidatat Lorem ut pariatur ea quis fugiat mollit laborum excepteur mollit nostrud. Quis nostrud pariatur nostrud consequat sunt ullamco ea mollit. Nulla laborum proident Lorem pariatur cillum Lorem sit dolore sint quis ullamco sunt.\r\n",
    "available": 96,
    "package_size": 16,
    "price": 63.03,
    "unit": "kg",
    "category": "Kliiniset ravintovalmisteet"
  },
  {
    "id": "f5884013-009a-4c25-a333-f2a2fac9f807",
    "location_id": "43124f93-a34c-4b84-9003-08c8921367a1",
    "producer_id": "c1109ee9-5ab0-4ba2-9b93-aeb6cd9f3605",
    "name": "qui nulla sunt eu",
    "description": "Consequat dolor cupidatat consequat ad amet occaecat proident irure nulla quis nisi Lorem qui. Mollit eiusmod reprehenderit aute magna. Fugiat fugiat ut laboris deserunt culpa id eiusmod enim ullamco exercitation tempor irure ut minim. Culpa enim aliqua sint sit ipsum commodo ipsum id nulla. Excepteur duis sint cillum quis quis cillum aute mollit enim incididunt id nisi ut.\r\n",
    "available": 94,
    "package_size": 13,
    "price": 79.27,
    "unit": "l",
    "category": "Pasta, makaroni"
  },
  {
    "id": "3122dbea-bffa-4773-8aa0-9b90d875d4a4",
    "location_id": "94ed2e9a-8c73-405c-aa6f-5d7e8aa0da77",
    "producer_id": "88b4423b-6c4d-4883-a06d-b725f5d2eaf6",
    "name": "in eiusmod est nostrud",
    "description": "Eu consectetur esse enim quis velit. Fugiat ut exercitation mollit ut quis cupidatat occaecat. Labore proident tempor nostrud pariatur Lorem ut eu pariatur duis laborum velit.\r\n",
    "available": 78,
    "package_size": 14,
    "price": 10.46,
    "unit": "g",
    "category": "Suklaa"
  },
  {
    "id": "27b42ce0-ba5a-4496-aeeb-9722fa245336",
    "location_id": "a2239e19-5016-4da9-8e6c-2b797ab9395a",
    "producer_id": "4c0b804f-00b5-4271-b830-e9be1aa49e09",
    "name": "consectetur id aute nostrud",
    "description": "Excepteur consectetur nisi sunt est pariatur ullamco aliqua ullamco minim ut pariatur ea. Reprehenderit labore nostrud incididunt incididunt est ea. Aliqua eiusmod anim non et exercitation pariatur duis do elit labore ea adipisicing. Ipsum dolor labore occaecat ea aute cillum officia adipisicing. Non duis ex ut laborum elit mollit aliqua nostrud sunt esse. Deserunt deserunt nostrud id laborum ea est cupidatat ex ad eiusmod laborum ut.\r\n",
    "available": 48,
    "package_size": 18,
    "price": 9.47,
    "unit": "g",
    "category": "Palkokasvit"
  },
  {
    "id": "ed51f9ad-ace4-4dd6-b6b9-41e2dfd8a02d",
    "location_id": "fab54fb1-cf8e-4180-961c-c9d5750a224c",
    "producer_id": "ba39b38c-dd56-4589-86f5-f99961e02ebe",
    "name": "pariatur adipisicing elit laborum",
    "description": "Adipisicing ad cupidatat nostrud laboris in cupidatat laboris pariatur. Aute minim sunt duis non quis pariatur Lorem Lorem ullamco eiusmod excepteur. Tempor anim excepteur incididunt consectetur. Proident excepteur anim deserunt amet irure ea cillum. Dolor veniam mollit aliqua fugiat do amet quis occaecat aliqua laborum excepteur enim consequat. Occaecat nulla sit excepteur veniam adipisicing occaecat ipsum sunt eu enim eiusmod culpa incididunt.\r\n",
    "available": 33,
    "package_size": 11,
    "price": 39.64,
    "unit": "pcs",
    "category": "Juomat"
  },
  {
    "id": "cb751767-7ec3-4bdf-a429-9f937f4889af",
    "location_id": "bd7f40e5-7d1c-43cd-ac61-2f039f1db259",
    "producer_id": "8601f3eb-73aa-4929-a9e7-17c9e2f81519",
    "name": "mollit et reprehenderit mollit",
    "description": "Ad magna amet nisi est velit irure nulla nulla voluptate. Ea cillum laborum incididunt sint velit voluptate do irure exercitation minim consequat voluptate. Ut duis anim labore aute aute pariatur id fugiat. Ex consequat cillum ea labore anim est minim nulla. Amet sit velit esse quis dolore pariatur veniam veniam tempor et qui duis aute ullamco. Labore ut reprehenderit ut pariatur incididunt deserunt in duis sint exercitation reprehenderit veniam in. Proident tempor ut eiusmod adipisicing Lorem ex laborum amet.\r\n",
    "available": 79,
    "package_size": 18,
    "price": 72.85,
    "unit": "kg",
    "category": "Eläinrasva"
  },
  {
    "id": "ae87d82d-9f24-4899-86c2-b294aa20ca39",
    "location_id": "999b5ceb-f46f-4bbf-8feb-61903c969511",
    "producer_id": "274ff17e-143d-48cd-89ea-1338f31d4c31",
    "name": "laboris culpa aliqua proident",
    "description": "Occaecat eu velit esse elit ad minim. Tempor cillum minim incididunt quis enim eiusmod adipisicing proident excepteur elit cillum irure velit. Duis et eiusmod in irure amet. Pariatur est sunt nostrud laboris consequat quis Lorem deserunt commodo laborum nisi incididunt sunt tempor. Laboris quis velit ullamco adipisicing do pariatur voluptate quis aute voluptate ipsum non cupidatat.\r\n",
    "available": 50,
    "package_size": 11,
    "price": 8.32,
    "unit": "pcs",
    "category": "Ravintorasvat"
  },
  {
    "id": "f9ed0b9b-6e8e-4262-af3e-f0f5a54aea0b",
    "location_id": "8ae81d8e-d6d0-4dd9-86ca-741637c5ccab",
    "producer_id": "971b7ec2-c9f8-45f6-9a7a-7bab92b82e3c",
    "name": "laborum cupidatat dolor nisi",
    "description": "Non laborum ut esse ipsum quis. Labore fugiat nisi aute fugiat eu ut nisi occaecat sit ea est ad ex amet. Adipisicing aute sunt non laboris nisi sit commodo cupidatat anim. Veniam aute officia incididunt proident consequat est do quis veniam.\r\n",
    "available": 88,
    "package_size": 18,
    "price": 34.11,
    "unit": "g",
    "category": "Virvoitusjuomat"
  },
  {
    "id": "0322eb78-0461-4eb0-9feb-4c4bfe610418",
    "location_id": "f5538754-a94d-4cdf-808a-ee58e2fff056",
    "producer_id": "df1cb18e-f56c-4eec-83a1-72ad08c1d8cb",
    "name": "sunt ad do amet",
    "description": "Ad officia cillum enim velit nostrud voluptate. Deserunt aliquip adipisicing ipsum sint cupidatat adipisicing duis consectetur dolor laborum tempor reprehenderit excepteur eiusmod. Ad laborum ad adipisicing irure dolor consequat ipsum nostrud ullamco excepteur cupidatat laboris. Id occaecat adipisicing reprehenderit cillum est labore officia eiusmod proident sit anim cupidatat duis adipisicing. Reprehenderit consectetur anim duis id aute exercitation laborum est veniam aliquip nostrud sint.\r\n",
    "available": 73,
    "package_size": 14,
    "price": 58.79,
    "unit": "kg",
    "category": "Hedelmät"
  },
  {
    "id": "c5131f22-fe7c-492f-9726-20d0e99ea83e",
    "location_id": "7bd68a34-afa5-4748-b6a1-0c6f6f1ef920",
    "producer_id": "1258bf66-a864-4c88-8922-d6b94c85fb3f",
    "name": "ipsum ullamco voluptate labore",
    "description": "Commodo incididunt et quis ad consectetur dolor. Ad consequat ea in consectetur pariatur laborum laborum minim ipsum deserunt nulla mollit mollit mollit. Occaecat consectetur non aliquip nisi nulla ut tempor laborum.\r\n",
    "available": 46,
    "package_size": 12,
    "price": 83.55,
    "unit": "kg",
    "category": "Vehnä"
  },
  {
    "id": "582d8348-4609-4288-8106-20108bca1bbf",
    "location_id": "3dd02ad3-3109-425a-8514-05a4adc7026b",
    "producer_id": "6e79dc76-b9a1-4e5f-abcb-3326fc900ee6",
    "name": "et duis ullamco est",
    "description": "Esse non culpa est dolore proident laboris est excepteur pariatur eiusmod cupidatat magna dolor. Laborum aliqua ullamco amet qui est voluptate nostrud voluptate nulla labore adipisicing commodo anim. Laboris sunt fugiat adipisicing et aliquip aliquip eu cillum cillum sint.\r\n",
    "available": 70,
    "package_size": 13,
    "price": 4.53,
    "unit": "pcs",
    "category": "Täysmehut"
  },
  {
    "id": "978941be-50e0-4986-a620-38ce157d7dff",
    "location_id": "ccd059ee-da4f-44f9-b651-dfffb4d9203b",
    "producer_id": "c9222328-1ee2-4c63-af4d-929761840bdf",
    "name": "excepteur laboris do voluptate",
    "description": "Magna duis adipisicing ut deserunt culpa nulla pariatur duis laborum irure. Velit magna enim voluptate culpa sunt officia pariatur nostrud. Nisi laboris dolor aliquip eu velit exercitation amet id deserunt ut commodo aliqua aliqua.\r\n",
    "available": 98,
    "package_size": 18,
    "price": 75.99,
    "unit": "g",
    "category": "Riista"
  },
  {
    "id": "4d5d537c-5b3a-4dbd-86af-afb2a94b403d",
    "location_id": "844193af-606c-45cc-92e3-77c6488f4cc5",
    "producer_id": "83d2b82b-a40f-48d8-914f-f18db5b70351",
    "name": "officia sint laboris anim",
    "description": "Irure dolor sunt nisi est reprehenderit veniam commodo excepteur cupidatat pariatur elit exercitation sint. Ullamco occaecat labore est consectetur ad tempor in aute enim velit cillum. Id reprehenderit proident ullamco amet non quis reprehenderit culpa irure consequat. Aliquip officia deserunt consequat ad duis sunt sint qui.\r\n",
    "available": 99,
    "package_size": 16,
    "price": 66.17,
    "unit": "kg",
    "category": "Kanalinnut"
  },
  {
    "id": "7055c473-3745-4ff6-933c-b67d488b7832",
    "location_id": "cbe728c7-523f-41d7-9c37-da5122a12b61",
    "producer_id": "f3f106fc-5597-4b2b-bf96-8563428ee083",
    "name": "eu duis laborum esse",
    "description": "Irure velit veniam et sint proident consectetur sunt nulla nulla eiusmod consequat eu. Ea minim aliqua Lorem laborum pariatur sunt aliqua sint cupidatat ea voluptate officia dolore. Ex fugiat amet est ad enim veniam do cupidatat. Ad non est irure sit nisi reprehenderit quis ullamco dolore.\r\n",
    "available": 85,
    "package_size": 12,
    "price": 58.16,
    "unit": "pcs",
    "category": "Makeiset"
  },
  {
    "id": "84a01269-aed2-495e-81c1-4643e1ddcb8d",
    "location_id": "1d6a222b-ae4f-425e-92b4-180a4acc4c58",
    "producer_id": "4874ae82-d0b1-4dd6-8257-4df614af6863",
    "name": "in enim magna reprehenderit",
    "description": "Ut enim proident quis magna et occaecat officia eu ullamco nisi ad sit excepteur in. Ut aute voluptate id deserunt eu. Culpa commodo minim nulla eiusmod id sint aliqua consequat irure non consectetur est. Aliquip consequat labore proident enim dolor voluptate eu. Consequat ipsum incididunt dolor et amet aute dolor reprehenderit elit aliquip proident sunt laborum do.\r\n",
    "available": 56,
    "package_size": 15,
    "price": 96.08,
    "unit": "l",
    "category": "Pasta, makaroni"
  },
  {
    "id": "3e7dc1ba-f2e8-4f73-8e66-413f500a36fc",
    "location_id": "0b11d1bf-5b73-4fa5-aeae-9fb02c39a59f",
    "producer_id": "dd8f7732-882c-4526-928f-e4383b19a0ee",
    "name": "sit proident voluptate quis",
    "description": "Non laborum quis enim excepteur ex pariatur do sunt ex ipsum laborum aliqua. Cillum aute esse reprehenderit nisi in non sit cillum do et fugiat. Sit anim officia tempor laboris sit minim eu. Reprehenderit labore incididunt laboris consequat cillum anim aliqua aute duis labore aliquip sint excepteur. Fugiat incididunt in pariatur ut commodo quis ea culpa magna exercitation amet esse veniam. Ullamco officia quis reprehenderit nulla incididunt amet. Dolor cupidatat exercitation voluptate proident quis irure ut dolore nostrud cillum ex fugiat laborum Lorem.\r\n",
    "available": 20,
    "package_size": 11,
    "price": 85.88,
    "unit": "l",
    "category": "Muu rasva, rasvavalmisteet"
  },
  {
    "id": "26438823-6a21-4839-8fed-ed8fb2b15856",
    "location_id": "63c1c39d-26bd-475f-9b86-ef36b63ee439",
    "producer_id": "da5d6b13-29f1-42b3-80af-189eb5ce0a74",
    "name": "culpa laboris fugiat anim",
    "description": "Elit esse adipisicing nostrud ullamco reprehenderit eu sit id sit eu. Anim sint esse officia et. Esse mollit qui sit elit proident duis. Ea proident laboris proident consequat tempor velit magna proident Lorem mollit adipisicing.\r\n",
    "available": 18,
    "package_size": 14,
    "price": 34.53,
    "unit": "l",
    "category": "Ruoanvalmistus- ja teollisuusrasva"
  },
  {
    "id": "8f07d052-f84e-4871-bfe1-bd191adf4dd6",
    "location_id": "894e2329-d1e8-437a-8f2d-57d9e28f870a",
    "producer_id": "6714b215-d5e5-475b-8b9d-b8758c6d7c43",
    "name": "ullamco amet ad consectetur",
    "description": "Non aute excepteur eiusmod tempor qui. Irure do do exercitation et eiusmod consequat. Lorem anim fugiat et nostrud cupidatat aliqua enim. Proident quis nulla laboris labore adipisicing ea deserunt eu irure. Deserunt minim sit labore officia voluptate eiusmod ut eiusmod sit laborum ipsum velit laborum nulla. Aliquip sit incididunt pariatur pariatur et labore enim qui. Dolore quis nostrud eu aliquip fugiat deserunt ullamco ad mollit Lorem duis dolore Lorem eu.\r\n",
    "available": 15,
    "package_size": 19,
    "price": 63.31,
    "unit": "pcs",
    "category": "Mausteet"
  },
  {
    "id": "3228e4f2-eb76-4acc-999f-f9aa5ad45591",
    "location_id": "25fc0932-9858-40aa-a64f-58ad609f4f86",
    "producer_id": "8401b60b-bcdf-4a4c-a34b-0ea8f6cea52b",
    "name": "excepteur veniam nostrud deserunt",
    "description": "Consequat voluptate ad cillum aliqua Lorem velit eiusmod incididunt enim elit occaecat culpa qui aute. Enim ullamco aliqua excepteur sunt. Dolor consequat esse duis nostrud consectetur ex velit eiusmod. Laboris Lorem id consectetur occaecat in ullamco dolor ipsum quis enim nulla dolor. Eiusmod laboris esse minim aliquip esse in veniam esse do id labore. Dolore ex excepteur magna eiusmod non ea tempor velit amet sint exercitation.\r\n",
    "available": 99,
    "package_size": 14,
    "price": 92.85,
    "unit": "pcs",
    "category": "Makkarat"
  },
  {
    "id": "a99ef210-009d-43ea-9729-6d1fc9926d54",
    "location_id": "9e997d25-941c-4c95-a808-441c02e34158",
    "producer_id": "fe191b3a-87fa-42da-a659-faf4aad74774",
    "name": "sint laborum sit aliqua",
    "description": "Ullamco anim occaecat ad mollit ipsum exercitation commodo enim. Anim mollit cupidatat Lorem commodo nisi pariatur exercitation. Id deserunt eu sit minim.\r\n",
    "available": 62,
    "package_size": 11,
    "price": 70.89,
    "unit": "g",
    "category": "Kanalinnut"
  },
  {
    "id": "343c8eb0-384a-44d1-8506-3f1338322eb9",
    "location_id": "9bc0ffaf-b50a-47c9-8235-c9334e934d60",
    "producer_id": "c66f3c29-6de1-439d-ad1c-ce88eab2fafa",
    "name": "nulla sit in sit",
    "description": "Ad aliqua culpa non officia ipsum ad culpa eiusmod incididunt ipsum ex veniam ex enim. Nisi ad ad tempor sunt velit nulla consequat id enim nisi culpa sint eu. Duis quis sunt esse anim consequat eiusmod labore qui cillum irure ad esse aute in. Officia cillum ut ea eiusmod. Proident Lorem et irure et mollit consectetur eu velit veniam id incididunt.\r\n",
    "available": 15,
    "package_size": 12,
    "price": 25.08,
    "unit": "kg",
    "category": "Voi, maitorasvaseokset"
  },
  {
    "id": "ff574528-7a2d-46b5-be1f-248773caff39",
    "location_id": "395865f9-ce9f-4dc1-8ed2-c525af6e04d8",
    "producer_id": "0e8d65d0-d0ed-4423-9959-1e1cc4bf7222",
    "name": "Lorem cupidatat irure aliqua",
    "description": "Aute mollit nisi aliqua magna mollit irure consequat ut laboris labore adipisicing proident deserunt. Sunt commodo laborum ea sint cillum et proident eiusmod id pariatur proident et. Pariatur adipisicing sint Lorem Lorem.\r\n",
    "available": 74,
    "package_size": 13,
    "price": 12.61,
    "unit": "l",
    "category": "Lihat"
  },
  {
    "id": "480041ab-2051-4e3c-9ae6-8d8713bb9565",
    "location_id": "442fb70e-1db5-4508-ada9-9a53048b9626",
    "producer_id": "cdc5d38e-45e2-4ee7-a3ba-07a20816c2d5",
    "name": "veniam quis labore aliquip",
    "description": "Incididunt velit voluptate nostrud adipisicing laboris ad id reprehenderit. Duis ea sint nostrud consequat incididunt duis esse. Adipisicing labore reprehenderit cillum elit eu dolore sunt aliquip minim esse eu consectetur exercitation. Nostrud commodo dolore veniam nisi ipsum cupidatat dolore duis occaecat adipisicing consequat consectetur.\r\n",
    "available": 89,
    "package_size": 19,
    "price": 95.13,
    "unit": "kg",
    "category": "Kahvi"
  },
  {
    "id": "e18c8e9f-389c-46eb-aeca-5cb7d3c2907a",
    "location_id": "0a5b3686-6510-4119-88b2-3396f551a6e5",
    "producer_id": "753559e9-3f30-420d-8b06-c767daee1d6d",
    "name": "do sit nisi voluptate",
    "description": "Amet culpa laborum esse cupidatat occaecat. Commodo anim id nisi sit officia tempor commodo nisi ex ea excepteur. Ut esse cillum esse occaecat sint. Lorem exercitation incididunt enim elit ex occaecat aute proident in minim exercitation culpa. Aliqua eiusmod in cillum cupidatat tempor in quis sint id occaecat officia exercitation. Nostrud duis excepteur id laborum adipisicing consequat quis. Elit exercitation velit eiusmod dolor sunt aliquip adipisicing anim proident.\r\n",
    "available": 13,
    "package_size": 17,
    "price": 61.77,
    "unit": "l",
    "category": "Kuivatut mausteet"
  },
  {
    "id": "389e5024-34e8-4158-8d12-38cec6749b26",
    "location_id": "855227bc-6b90-4bab-91d8-1c998368da86",
    "producer_id": "fbacac7d-7fe5-4d61-9866-c599d03e1e2e",
    "name": "tempor exercitation velit excepteur",
    "description": "Laborum minim officia anim excepteur cillum in ea veniam dolore quis magna. Id culpa mollit quis occaecat laboris. Cillum ex excepteur officia nulla in proident commodo amet fugiat et.\r\n",
    "available": 49,
    "package_size": 14,
    "price": 49.32,
    "unit": "kg",
    "category": "Sipulikasvikset"
  },
  {
    "id": "d90eee8d-8e5e-460f-a2ee-f95742e4201c",
    "location_id": "10e6e9d0-d7fd-458d-9a13-7611c2ecddfc",
    "producer_id": "0678d69a-dbcd-418f-aa13-bdcb0972e8c0",
    "name": "nulla minim anim qui",
    "description": "Aliqua incididunt in aute exercitation. Laboris dolore id ipsum pariatur ea ut minim laborum fugiat est. Sint labore pariatur adipisicing pariatur enim tempor nisi elit. Sunt officia dolore laboris anim velit reprehenderit.\r\n",
    "available": 16,
    "package_size": 17,
    "price": 96.16,
    "unit": "l",
    "category": "Marjat"
  },
  {
    "id": "74a7e8c9-6c49-4dc1-af46-67d631987bc5",
    "location_id": "83cad7f5-80fa-47ec-8230-c62770035caa",
    "producer_id": "ed61ed37-648a-43c0-b0ba-552e05131b92",
    "name": "sit mollit dolor quis",
    "description": "Consequat velit in adipisicing occaecat consectetur adipisicing sit nulla fugiat consequat ullamco. Voluptate aliqua quis incididunt sunt irure commodo. In labore in quis cillum. Commodo tempor Lorem incididunt aliquip amet aliqua fugiat deserunt pariatur.\r\n",
    "available": 23,
    "package_size": 14,
    "price": 17.05,
    "unit": "l",
    "category": "Kasvissäilykkeet"
  },
  {
    "id": "345098c1-a927-4210-aa29-00e2dd102103",
    "location_id": "d6b93857-0f93-4977-9668-a26ea200cea5",
    "producer_id": "8287e5ec-c283-49e6-a886-7892fc457447",
    "name": "est non Lorem voluptate",
    "description": "Excepteur ut enim consectetur aliqua fugiat consectetur ex id incididunt. Sunt esse nostrud adipisicing laboris magna cillum. In eiusmod sint exercitation cillum enim.\r\n",
    "available": 98,
    "package_size": 19,
    "price": 36.28,
    "unit": "pcs",
    "category": "Margariini ja rasvalevite <55%"
  },
  {
    "id": "410d8fb4-34d9-43d7-95b1-8eef6490a5db",
    "location_id": "03bfb57f-2bf6-4ad5-8b0e-b7c3ac6ea859",
    "producer_id": "a0c375e8-927d-44d4-a559-44213106a374",
    "name": "elit enim minim proident",
    "description": "Ex nulla labore esse esse commodo culpa consequat incididunt duis. Ut officia do eu esse. Mollit sit eu non sit voluptate deserunt pariatur amet est nulla do aliqua esse. Duis tempor incididunt consectetur exercitation ad.\r\n",
    "available": 40,
    "package_size": 19,
    "price": 93.07,
    "unit": "g",
    "category": "Hapanmaitotuotteet"
  },
  {
    "id": "10a4994e-2a28-4c27-a727-2db98f739c73",
    "location_id": "5cefc0b5-a9eb-4b1b-92eb-0317c1817638",
    "producer_id": "12ca863d-c618-4ea0-987f-247eb164a050",
    "name": "excepteur sint magna mollit",
    "description": "Id excepteur pariatur ad eiusmod. Exercitation sint id in ipsum eu voluptate do consequat eu dolore eu. Eiusmod commodo proident anim incididunt et tempor ad sit anim consectetur est amet deserunt ea. Dolore anim consequat nulla anim mollit adipisicing aliqua id amet anim ad fugiat. Exercitation officia ut veniam aliquip nisi eu aliqua excepteur ut laboris aliqua nulla cupidatat exercitation.\r\n",
    "available": 79,
    "package_size": 16,
    "price": 39.24,
    "unit": "kg",
    "category": "Juusto"
  },
  {
    "id": "1092147c-4ac6-41e6-81f1-99556c6b3d58",
    "location_id": "c3cc9d72-6a1a-42b7-afcb-2c50afba22ef",
    "producer_id": "6e7d8b97-671f-45c8-b840-6001c8811287",
    "name": "deserunt anim velit irure",
    "description": "Proident mollit ullamco sint ut id occaecat. Adipisicing id veniam culpa est enim dolore dolore aute consectetur. Consequat aliquip minim culpa magna id mollit voluptate dolor duis proident irure ex. Ipsum voluptate laborum nostrud ipsum dolor cupidatat labore veniam esse veniam ut Lorem cillum voluptate. Occaecat labore deserunt velit elit excepteur. Et deserunt eu ipsum minim enim sunt cupidatat minim adipisicing in irure elit. Est amet fugiat cupidatat occaecat consectetur exercitation voluptate ad non.\r\n",
    "available": 79,
    "package_size": 15,
    "price": 15.63,
    "unit": "pcs",
    "category": "Marjat"
  },
  {
    "id": "1cd87b04-2e26-4bd4-91be-ff08696dc0c2",
    "location_id": "e6e77b2b-ffe7-4ee3-b6a5-45bba66e40e6",
    "producer_id": "37e7ae94-c530-440b-bd07-b12680e2f80e",
    "name": "quis proident officia eiusmod",
    "description": "Tempor nisi officia ex magna ipsum aliquip aliqua excepteur ex anim est aliquip. Nisi veniam qui mollit enim nisi. Nostrud id aute quis elit dolore eu officia. Tempor esse aliqua voluptate sunt magna nulla incididunt voluptate velit do magna. Proident deserunt quis incididunt esse ipsum in cillum ipsum do dolor.\r\n",
    "available": 46,
    "package_size": 12,
    "price": 1.5,
    "unit": "l",
    "category": "Valmistusaineet"
  },
  {
    "id": "6eff5eba-fa6f-46ce-b018-6adc30fc48b4",
    "location_id": "94118d7b-40ab-40fc-b383-3a27fb9d434a",
    "producer_id": "497084ab-65db-4ed2-9a73-21872d71c49d",
    "name": "dolore eiusmod ipsum laborum",
    "description": "Sunt velit ut dolore aliquip nisi non eu aute dolore reprehenderit. Ut quis Lorem eu aliquip anim ut ipsum pariatur irure aliquip nulla sit. Fugiat incididunt officia ipsum nostrud nostrud dolor mollit dolor mollit enim aliquip duis duis cillum. Consectetur id cupidatat tempor reprehenderit. Sunt aute exercitation minim eiusmod esse reprehenderit culpa enim qui. Lorem minim aute nisi sunt sit fugiat. Mollit ad dolor irure pariatur fugiat eiusmod aliquip elit ut ut eiusmod sint.\r\n",
    "available": 72,
    "package_size": 16,
    "price": 62.58,
    "unit": "l",
    "category": "Naposteltavat"
  },
  {
    "id": "52fe8193-7da5-4792-8d68-f1048050d358",
    "location_id": "1949e359-c09c-4da7-9a78-4e64d1dc4ec3",
    "producer_id": "4241832a-066e-4b3b-8873-9f87839f4edb",
    "name": "minim tempor laboris non",
    "description": "Cillum ex enim Lorem dolore incididunt qui amet mollit laborum sit enim ex duis. Labore in officia eu Lorem consequat proident enim deserunt eiusmod proident aliquip. Adipisicing esse commodo ipsum eu proident elit sint laborum magna aliquip veniam minim ex nostrud. Laborum labore labore et cillum exercitation fugiat.\r\n",
    "available": 69,
    "package_size": 13,
    "price": 20.3,
    "unit": "kg",
    "category": "Sitrushedelmät"
  },
  {
    "id": "64c7b514-5966-4514-8e6a-951a48fb95ab",
    "location_id": "a4ac4917-2bdc-4468-bd73-0669988a0028",
    "producer_id": "ae09f357-535f-4ea0-86d7-5267a4c5d921",
    "name": "exercitation mollit deserunt est",
    "description": "Elit laborum cillum ut laboris aliquip consequat culpa proident elit dolor duis eiusmod consequat. Excepteur quis nisi excepteur minim nisi excepteur mollit commodo ex. Pariatur nulla ut nisi magna exercitation commodo incididunt sit nisi adipisicing enim. Mollit officia amet veniam excepteur aliquip adipisicing et dolore nulla mollit. Exercitation occaecat eiusmod pariatur aliquip proident mollit nisi cupidatat. Nostrud labore proident nulla occaecat labore cillum magna do. Veniam et mollit ullamco irure velit reprehenderit exercitation magna amet culpa non anim nulla anim.\r\n",
    "available": 80,
    "package_size": 12,
    "price": 31.61,
    "unit": "l",
    "category": "Kahvi"
  },
  {
    "id": "cc0d1914-58d1-44dd-ab57-5a7878fab38d",
    "location_id": "b77c5ebe-7d04-4c13-af68-a8ada27276d9",
    "producer_id": "8366d6ef-ef51-412f-a5a1-c0aeace4cac7",
    "name": "irure excepteur consequat ad",
    "description": "In occaecat aliqua non officia anim minim. Proident nisi exercitation irure elit commodo tempor excepteur enim aute fugiat fugiat sunt dolore nulla. Do labore labore est reprehenderit ipsum reprehenderit minim quis laboris eiusmod. Incididunt ullamco ea quis amet mollit ad proident velit ipsum velit ullamco cupidatat. Deserunt consequat aliqua ullamco proident qui nisi elit id culpa. Dolor est est nulla minim dolore incididunt proident fugiat irure Lorem cupidatat eiusmod.\r\n",
    "available": 42,
    "package_size": 19,
    "price": 66.84,
    "unit": "g",
    "category": "Juuri- ja mukulakasvit"
  },
  {
    "id": "3214c95a-1c08-480d-9b34-bda516d847e4",
    "location_id": "a48d472f-6f78-4f21-a843-67a5033f70af",
    "producer_id": "2be94e80-dacb-48eb-826b-9522a81273b5",
    "name": "ad adipisicing ea ex",
    "description": "Eiusmod laborum voluptate cupidatat reprehenderit eiusmod amet cupidatat est velit ipsum ea cupidatat. Non nostrud officia mollit et voluptate irure aliqua eiusmod aliquip reprehenderit est nisi esse aute. Duis labore ex et labore elit Lorem cillum anim esse.\r\n",
    "available": 22,
    "package_size": 14,
    "price": 38.5,
    "unit": "kg",
    "category": "Soijavalmisteet"
  },
  {
    "id": "6cdb9b2c-7817-45da-a284-ae0f7cd52bf5",
    "location_id": "65d4febd-9e71-4f1d-8a93-cd5ed6caea3b",
    "producer_id": "bb7221f4-3daa-4179-8a61-0c6f500937d7",
    "name": "dolor laborum sunt consequat",
    "description": "Sint amet est ullamco duis est magna commodo. Eu aliquip cupidatat duis cillum officia dolor. Veniam ea excepteur minim id incididunt irure commodo velit. Tempor non nisi consequat labore veniam enim ullamco dolore amet nisi velit cillum excepteur laboris.\r\n",
    "available": 24,
    "package_size": 19,
    "price": 79.27,
    "unit": "kg",
    "category": "Vihanneshedelmät"
  },
  {
    "id": "c9abecb0-2150-45d5-9fd8-27f1c5234555",
    "location_id": "c0409678-9b20-4819-94c5-30176ad1d2bb",
    "producer_id": "3dbb7c65-1387-403b-a79c-0c1d7e51a3f0",
    "name": "velit culpa nulla pariatur",
    "description": "Voluptate occaecat pariatur ad laboris ea duis sunt non est mollit. Eiusmod duis sit cillum nisi sint. Incididunt magna irure et velit mollit consectetur qui qui reprehenderit id. Elit cillum Lorem anim voluptate Lorem duis.\r\n",
    "available": 18,
    "package_size": 11,
    "price": 72.25,
    "unit": "g",
    "category": "Äyriäiset ja nilviäiset"
  },
  {
    "id": "e581eabb-3ca3-4bfc-90c9-18db708d5ec3",
    "location_id": "a3b365da-5b8b-4ac6-a969-a1e0906003bb",
    "producer_id": "e0cb4715-16ff-4524-acc5-203eb852cef5",
    "name": "irure et eiusmod aute",
    "description": "Duis magna laborum eiusmod eiusmod. Est consectetur deserunt id duis laborum. Voluptate est amet duis labore dolore aliqua mollit sunt anim nulla. Esse ad pariatur deserunt velit ex minim. Proident ea ullamco nostrud non labore quis dolor deserunt irure nisi duis sunt proident enim. Exercitation laborum ullamco nisi tempor minim consectetur ullamco sint tempor irure quis esse nisi labore.\r\n",
    "available": 93,
    "package_size": 17,
    "price": 93.97,
    "unit": "g",
    "category": "Kananmunat"
  },
  {
    "id": "bf9da768-7b0c-480c-a301-3640b655dcdd",
    "location_id": "21dcdb6e-d349-4f72-8442-6e94220927cd",
    "producer_id": "c01b5ece-5623-413d-b473-bb02f8b20cc5",
    "name": "quis enim aute ipsum",
    "description": "Esse fugiat quis dolor sit. Sint incididunt nostrud eiusmod cillum reprehenderit. Lorem occaecat exercitation enim ut voluptate tempor irure commodo sit. Labore id et sunt sit elit minim do tempor sint duis pariatur laboris amet. Lorem Lorem sint pariatur deserunt eu Lorem nostrud quis aliquip deserunt tempor et nulla.\r\n",
    "available": 39,
    "package_size": 18,
    "price": 30.11,
    "unit": "l",
    "category": "Makeutusaineet"
  },
  {
    "id": "9784b238-059a-4be0-9664-242155140793",
    "location_id": "81f5997c-3b9a-4873-81e9-cc50b66cf125",
    "producer_id": "b5fc3bd4-1439-4e6e-82de-abcfd5e1c842",
    "name": "et Lorem veniam proident",
    "description": "Consequat incididunt eiusmod ipsum nisi veniam. Enim nostrud qui duis labore occaecat dolor ex do irure esse in in. Fugiat adipisicing do veniam sit consequat nisi commodo esse veniam elit. Laboris labore commodo eiusmod do velit exercitation irure cillum anim amet culpa laboris. Non fugiat sit reprehenderit eu amet nisi adipisicing. Eiusmod est sit ipsum dolore irure velit ea ipsum sunt.\r\n",
    "available": 90,
    "package_size": 18,
    "price": 19.12,
    "unit": "l",
    "category": "Sienet"
  },
  {
    "id": "7c7baa5a-ffc0-4b91-a8bd-5bc9625ff8e5",
    "location_id": "c2250939-af1f-4a89-9feb-82a932a2787f",
    "producer_id": "6bd45957-a546-45c2-96d4-1412b2a518f1",
    "name": "irure sit non ut",
    "description": "Ad nisi Lorem dolor anim dolor amet cupidatat aliquip id adipisicing do exercitation. Reprehenderit sit est magna sit elit et ut et incididunt. Occaecat labore aliquip incididunt ut incididunt sunt. Lorem fugiat in sint ex laborum sint veniam magna.\r\n",
    "available": 89,
    "package_size": 13,
    "price": 92.47,
    "unit": "pcs",
    "category": "Äidinmaitokorvikkeet ja äidinmaito"
  },
  {
    "id": "231c7a02-104e-412d-a8e6-7223a61b9d9b",
    "location_id": "d351fb11-b65c-48e4-92ac-ab5e50ffc73a",
    "producer_id": "4c9de5f0-bb42-4c15-8c0c-b7eff5227362",
    "name": "voluptate est quis minim",
    "description": "Commodo ea est incididunt laborum amet et dolore dolor. Exercitation dolore laborum adipisicing quis sunt eu sint excepteur in excepteur proident esse. Id Lorem id elit veniam cillum consectetur Lorem excepteur in labore adipisicing culpa ullamco laborum.\r\n",
    "available": 65,
    "package_size": 11,
    "price": 14.62,
    "unit": "pcs",
    "category": "Kliiniset ravintovalmisteet"
  },
  {
    "id": "e0ad1643-aa44-4398-ab75-2575fd885d2c",
    "location_id": "d06fa3db-df7b-48f2-8b62-f3b30dafe3e1",
    "producer_id": "aec07732-05ab-45d9-8c62-26ffbdc9534f",
    "name": "duis officia id excepteur",
    "description": "Excepteur cillum ut incididunt exercitation ex adipisicing non quis id. Sint ut officia ut officia nisi laborum ad pariatur ad nisi nisi pariatur sint do. Ad aliqua elit enim irure id quis. Nisi qui mollit deserunt eiusmod enim do adipisicing consequat quis deserunt est commodo pariatur. Cillum elit laboris irure qui labore et aliquip commodo mollit. Cupidatat culpa enim mollit ipsum quis veniam Lorem tempor laborum. Incididunt excepteur in eiusmod aute duis qui.\r\n",
    "available": 81,
    "package_size": 11,
    "price": 80.49,
    "unit": "kg",
    "category": "Tärkkelykset"
  },
  {
    "id": "bafa0326-eace-4847-9ca5-1541a21f2306",
    "location_id": "2dcb64d6-171a-4ef4-b712-70a0d6e494f4",
    "producer_id": "5ed60372-b582-4a80-b129-3c1ed63df53a",
    "name": "esse proident quis nostrud",
    "description": "Sint ad eu irure ea proident enim sunt. Id amet consectetur duis dolore pariatur. Veniam dolore labore sit Lorem tempor id reprehenderit ex pariatur velit fugiat Lorem in. Anim excepteur commodo consectetur proident voluptate. Laborum eu aliqua ex occaecat officia aliqua amet in dolore magna laborum. Cillum ut nulla do Lorem laborum qui ut dolore officia ut excepteur eiusmod reprehenderit.\r\n",
    "available": 28,
    "package_size": 11,
    "price": 60.08,
    "unit": "kg",
    "category": "Virvoitusjuomat"
  },
  {
    "id": "dcf5d197-4ec4-44d8-bc73-b55985dca73f",
    "location_id": "f8fef96e-a310-47f9-aa36-0cbab3a3faac",
    "producer_id": "383ebbb2-48ce-4a9d-88d8-bedd3adbc9ad",
    "name": "quis ullamco amet sunt",
    "description": "Eiusmod do consequat duis enim eu quis eu. Aute nisi voluptate magna quis aliqua. Ullamco consectetur ex exercitation reprehenderit laboris excepteur do reprehenderit.\r\n",
    "available": 30,
    "package_size": 16,
    "price": 13.94,
    "unit": "g",
    "category": "Lehtivihannekset"
  },
  {
    "id": "30092a02-27fc-4ce2-bdc9-09cb5b62a20c",
    "location_id": "b7209027-4f33-430e-8b25-c9a2cb40aaee",
    "producer_id": "153719da-cc88-455f-b5fc-4e97b7f029a0",
    "name": "ex incididunt incididunt nulla",
    "description": "Et laboris commodo fugiat nisi commodo qui dolor. Id duis dolor tempor officia eiusmod amet in dolore. Culpa deserunt Lorem ea aute duis nostrud ipsum aliqua in occaecat pariatur Lorem deserunt. Excepteur nisi mollit anim culpa non laborum sit. Consequat ullamco minim qui ea labore amet irure anim magna irure ut in eu non.\r\n",
    "available": 29,
    "package_size": 19,
    "price": 21.11,
    "unit": "g",
    "category": "Pasta, makaroni"
  },
  {
    "id": "1d24c78e-3350-4c98-b36c-07a13c735fa0",
    "location_id": "6411e87c-ad06-4ab8-8f14-55986e89cf61",
    "producer_id": "bbaca10a-1e4b-457f-af9e-7032f54ad314",
    "name": "aliqua labore nulla sunt",
    "description": "Est duis ullamco ut est et nostrud esse ut excepteur ullamco minim. Aliqua et Lorem enim et nostrud dolor in ad ut laboris exercitation. In sint cillum aliquip culpa quis enim in officia ad aliquip cillum nisi ipsum adipisicing. Aliqua consectetur pariatur duis aute.\r\n",
    "available": 95,
    "package_size": 15,
    "price": 46.43,
    "unit": "kg",
    "category": "Sipulikasvikset"
  },
  {
    "id": "5207b46b-06b4-4848-ae0f-00b2fc4d3703",
    "location_id": "d8050379-1f3d-4560-8298-941edd748f9f",
    "producer_id": "4177a703-d0c1-446c-9bbc-8f7475a2de83",
    "name": "labore deserunt veniam consequat",
    "description": "Laborum ex officia ullamco irure ea occaecat ipsum nostrud. Enim excepteur deserunt adipisicing aliqua Lorem. Exercitation irure cillum magna commodo eu veniam veniam commodo qui dolore Lorem in in occaecat. Nulla ipsum labore amet in officia sunt commodo nisi. Cillum commodo aliquip commodo ut nisi aute non laboris incididunt ad ipsum veniam laboris.\r\n",
    "available": 44,
    "package_size": 19,
    "price": 30.06,
    "unit": "g",
    "category": "Naposteltavat"
  },
  {
    "id": "6aa75ae3-b4ba-4ada-9d0f-209d1e83b6ac",
    "location_id": "a2bc159c-50b4-4e3c-9653-1a0c0b1ce02d",
    "producer_id": "c9785114-b0b5-4997-9e76-a2d3e3645f93",
    "name": "ut cillum dolor minim",
    "description": "Laboris qui cillum laborum reprehenderit consectetur quis deserunt commodo consectetur ex velit esse ad dolore. Velit exercitation non aliqua officia non et exercitation elit. Pariatur exercitation et est aute irure. Lorem officia id labore consectetur tempor sunt mollit incididunt fugiat eiusmod Lorem. Adipisicing veniam nostrud laboris eiusmod ea sit eiusmod voluptate. Officia non dolore anim eu aliquip quis fugiat enim ad. Consequat nostrud tempor excepteur sunt duis amet esse.\r\n",
    "available": 13,
    "package_size": 18,
    "price": 20.54,
    "unit": "g",
    "category": "Maustekastikkeet"
  },
  {
    "id": "c0470cb6-86c6-4d6e-a4ed-b93bfcea83aa",
    "location_id": "332e6e0e-a4cf-4306-9674-04df3e8c8b7c",
    "producer_id": "87a41776-ce64-4579-9595-871c10f533d9",
    "name": "voluptate incididunt cillum duis",
    "description": "Esse ullamco sunt proident qui commodo ad quis pariatur sit. Ad eu est sit ad pariatur. Occaecat incididunt duis sint dolor cillum et mollit eu cupidatat proident velit. Officia Lorem consequat irure eu sunt id enim. Elit ullamco excepteur quis reprehenderit eiusmod exercitation occaecat aute proident. Mollit occaecat aliquip deserunt aliqua laborum ullamco deserunt exercitation in aliquip reprehenderit et. Occaecat ea consectetur minim sunt nostrud ex commodo do do ex et nulla enim id.\r\n",
    "available": 66,
    "package_size": 12,
    "price": 13.85,
    "unit": "l",
    "category": "Juomat"
  },
  {
    "id": "b27d52a8-4f21-4741-9540-8067ebc6a100",
    "location_id": "f5437394-21d1-4483-93b0-fcf605a2a534",
    "producer_id": "168907c3-3822-405d-a9f7-7f103f1a1b90",
    "name": "proident dolore reprehenderit sunt",
    "description": "Excepteur ut ex dolore fugiat enim commodo eiusmod quis irure esse consequat. Labore et reprehenderit sit labore nulla minim nulla. Tempor sit ipsum deserunt est do magna aliquip minim ea elit.\r\n",
    "available": 30,
    "package_size": 12,
    "price": 70.31,
    "unit": "g",
    "category": "Riista"
  },
  {
    "id": "74aa1e8a-e752-49f8-a2c5-be6220915979",
    "location_id": "88320241-d4ed-43ce-9fbc-ae97b104db14",
    "producer_id": "d453d1df-76bb-4967-87db-6ea1d577a72c",
    "name": "cillum exercitation enim incididunt",
    "description": "Pariatur mollit pariatur id non ea sint id magna cillum ipsum velit nulla irure. Laborum eu dolor ad ut. Irure commodo nulla elit nulla consectetur. In adipisicing qui minim consequat et dolore tempor proident dolor laborum magna deserunt aliquip magna. Reprehenderit qui deserunt magna do reprehenderit magna est fugiat est qui mollit labore eiusmod aliqua.\r\n",
    "available": 72,
    "package_size": 15,
    "price": 88.74,
    "unit": "l",
    "category": "Valmistuksen apuaineet"
  },
  {
    "id": "f48dfab2-b78d-49d3-848e-14ec247cd025",
    "location_id": "6092bc2c-26c4-4071-8a88-a7da349306c4",
    "producer_id": "f29d4bf8-25cf-4a98-a727-c1dc23ae87eb",
    "name": "ut incididunt fugiat cupidatat",
    "description": "Nisi nulla dolor ex velit esse mollit reprehenderit eu irure duis. Adipisicing nisi laboris ex excepteur velit ipsum ea non qui cillum. Irure ad dolore dolor aliquip ipsum ipsum pariatur. Ex adipisicing cupidatat incididunt Lorem anim sint. Officia esse nostrud ea laboris quis et quis pariatur nostrud consectetur. Ex sit qui fugiat amet proident anim esse nulla.\r\n",
    "available": 99,
    "package_size": 17,
    "price": 84.83,
    "unit": "g",
    "category": "Sipulikasvikset"
  },
  {
    "id": "ec67b690-ea0d-4447-bf22-6220daeb0ba9",
    "location_id": "3aa67a08-d651-4fa5-8dfc-d87536d65ab5",
    "producer_id": "73f489ab-ccab-43b2-bb38-bc3cb9ade9de",
    "name": "magna dolore qui mollit",
    "description": "Do dolore mollit ullamco duis nulla exercitation sint ex magna voluptate pariatur eiusmod. Et et amet ipsum laborum deserunt labore. Culpa eu nisi ut et ipsum enim mollit dolor aliqua duis adipisicing. Sit elit fugiat mollit ad Lorem ullamco aliquip fugiat. Qui nostrud minim sint irure ullamco mollit reprehenderit non incididunt eiusmod laborum incididunt incididunt.\r\n",
    "available": 87,
    "package_size": 19,
    "price": 24.04,
    "unit": "kg",
    "category": "Maito"
  },
  {
    "id": "b5965e4b-77fa-414b-b4b7-af88112ca9c9",
    "location_id": "5231d5b6-ecb7-4a2e-83e0-dcca9b2b0852",
    "producer_id": "c2636e9b-f67b-47c0-9b4e-b0b72593306e",
    "name": "duis incididunt quis voluptate",
    "description": "Adipisicing dolor enim aliquip nisi deserunt tempor pariatur. Irure Lorem tempor elit et mollit laborum. Exercitation enim consectetur excepteur occaecat cupidatat laborum anim sit officia.\r\n",
    "available": 69,
    "package_size": 16,
    "price": 42.3,
    "unit": "kg",
    "category": "Kasvissäilykkeet"
  },
  {
    "id": "8ed06d82-6bad-444d-8aa3-5de832890bd8",
    "location_id": "2cbe4d32-25a2-4763-8217-edce7d6d38b7",
    "producer_id": "0830e3d5-9ba9-449e-8b07-550fd58c7339",
    "name": "officia enim adipisicing do",
    "description": "Sunt ad fugiat officia duis magna voluptate. Nostrud aliqua sunt Lorem culpa ut commodo elit consectetur irure excepteur tempor sunt quis proident. Duis magna mollit quis proident tempor mollit culpa sit dolore nulla aliqua deserunt esse. Qui aliqua ea anim velit dolor ullamco laboris nisi id sit velit aute. Incididunt ea fugiat commodo dolore. Quis laborum aliqua dolore ullamco anim. Adipisicing deserunt aliqua magna ullamco officia.\r\n",
    "available": 22,
    "package_size": 17,
    "price": 76.65,
    "unit": "g",
    "category": "Marjat"
  },
  {
    "id": "813ef08a-aff7-43c8-8282-8fa99c5cfac0",
    "location_id": "27115253-1ef2-4f82-9443-4c23aebd7934",
    "producer_id": "9b18fb9d-b545-4419-86f6-c3eba725641f",
    "name": "excepteur ullamco voluptate do",
    "description": "Labore reprehenderit sunt ea voluptate tempor voluptate. In enim consectetur deserunt exercitation aute. Amet dolor nisi dolor laborum labore Lorem elit nostrud anim aute. Sunt culpa duis do laborum reprehenderit. Nulla duis veniam labore ea velit ad proident culpa ullamco magna.\r\n",
    "available": 50,
    "package_size": 12,
    "price": 94.71,
    "unit": "kg",
    "category": "Ravintovalmisteet"
  },
  {
    "id": "739dafcd-5bba-4e1d-94d6-e7bfef392cdf",
    "location_id": "0d6d21ff-2575-4b84-addb-80a02da91250",
    "producer_id": "4bfad70b-62ad-472e-9274-8a80d6f7c376",
    "name": "ut enim laborum pariatur",
    "description": "Laboris officia quis nulla adipisicing sit exercitation cillum dolor. Anim consequat ullamco mollit enim fugiat dolor veniam esse anim voluptate ipsum ex ut consectetur. Sint aute fugiat et enim excepteur id ullamco veniam labore ea. Eu ad et anim pariatur dolor magna id nulla voluptate proident. Magna elit laboris deserunt deserunt cillum cillum incididunt sunt enim pariatur exercitation do commodo. Ad deserunt in aliqua ex.\r\n",
    "available": 63,
    "package_size": 18,
    "price": 79.68,
    "unit": "kg",
    "category": "Kuivatut mausteet"
  },
  {
    "id": "15b68a9f-54b4-4a0d-9749-c0757a864a19",
    "location_id": "6751f4c3-5902-447b-9878-366a5cb1ea30",
    "producer_id": "1728bb1c-2701-47d0-bdbc-2bba92f8eb0a",
    "name": "minim fugiat nisi non",
    "description": "Qui reprehenderit culpa ut ad. Mollit elit id culpa eiusmod ullamco incididunt id elit nulla. Eiusmod culpa fugiat consequat elit ullamco eiusmod voluptate id Lorem Lorem proident. Nostrud in aliquip consectetur aliquip esse eu ea veniam. Do labore et excepteur exercitation do nostrud magna laborum cupidatat. Ad qui reprehenderit minim tempor esse Lorem in. Qui deserunt cupidatat ullamco commodo velit ex sit deserunt sint magna adipisicing non enim excepteur.\r\n",
    "available": 66,
    "package_size": 18,
    "price": 13.46,
    "unit": "kg",
    "category": "Kuivatut mausteet"
  },
  {
    "id": "85f59dcb-2196-4ba7-a376-855eaa7b480c",
    "location_id": "3ace26fd-18ab-466a-8fa1-503b5abb55b1",
    "producer_id": "f435da2f-7e21-46e9-9a74-bcf73c956b35",
    "name": "veniam irure anim labore",
    "description": "Magna ea incididunt id excepteur ex proident cillum eu officia ea nulla sint Lorem. Dolore voluptate mollit exercitation adipisicing. Labore sit exercitation cupidatat esse. Veniam exercitation do occaecat id id officia nulla quis minim cillum non sit.\r\n",
    "available": 21,
    "package_size": 14,
    "price": 25.18,
    "unit": "pcs",
    "category": "Hedelmät"
  },
  {
    "id": "1435d08e-e914-48e4-ae23-0121b54e7e16",
    "location_id": "1c21ee30-266f-4365-83e8-20982ebc73e1",
    "producer_id": "d20e996b-6276-480b-914a-5a4d225cb91c",
    "name": "voluptate ad enim laborum",
    "description": "Ex enim nulla cupidatat cupidatat ad sint non ex proident irure. Magna cupidatat quis deserunt eu excepteur nostrud dolor dolore eiusmod aliqua ea. Aliqua do esse quis tempor excepteur ullamco. Cillum mollit in labore exercitation proident do. Labore veniam ad Lorem mollit qui esse et excepteur commodo duis excepteur excepteur. Ex occaecat aute reprehenderit dolore excepteur eu minim labore sunt anim mollit excepteur.\r\n",
    "available": 28,
    "package_size": 11,
    "price": 14.47,
    "unit": "kg",
    "category": "Hedelmäsäilykkeet"
  },
  {
    "id": "5898732d-488d-49c1-9c11-ba6d1b55b789",
    "location_id": "cf8d13c5-ce48-49a0-8a1c-3b1c1aabbb5e",
    "producer_id": "fcaf2127-312c-407c-895b-4ad4c2fbe518",
    "name": "sit laboris ullamco et",
    "description": "Veniam non exercitation magna consectetur commodo incididunt sit. Exercitation magna cupidatat cupidatat sint ea nulla Lorem amet ullamco sit mollit aliquip est ex. Quis tempor commodo ex enim id est dolore enim sunt consectetur ea nisi. Sunt pariatur reprehenderit adipisicing exercitation ipsum qui pariatur qui adipisicing. Tempor ipsum officia incididunt et anim et. Aute tempor in minim consequat labore amet proident ullamco cupidatat eiusmod tempor.\r\n",
    "available": 91,
    "package_size": 14,
    "price": 14.75,
    "unit": "pcs",
    "category": "Kanalinnut"
  },
  {
    "id": "cb185227-688a-4575-94d9-e5f3764118ba",
    "location_id": "cc179dc8-a50b-483c-8779-c0d6094cb38a",
    "producer_id": "e44b3ba5-fbde-45c3-9dc6-f73c7142415a",
    "name": "irure cupidatat voluptate aliqua",
    "description": "Amet dolore eu incididunt ad excepteur et voluptate sit ipsum exercitation id commodo. Dolor elit irure sit ea est aute mollit ad. Ea ut et aute est ipsum excepteur incididunt sit adipisicing pariatur proident ad cillum. Duis do magna tempor ipsum.\r\n",
    "available": 25,
    "package_size": 19,
    "price": 73.94,
    "unit": "g",
    "category": "Ravintorasvat"
  },
  {
    "id": "e2126bf2-b2e6-4b49-9b02-888b53302543",
    "location_id": "65dc39e5-014f-41cd-ac87-4d00a9f2202f",
    "producer_id": "34b73bcb-a5ba-4a44-8145-1d8f17fe8b13",
    "name": "in cillum esse pariatur",
    "description": "Aliquip minim nisi nisi ipsum amet consequat reprehenderit minim Lorem sunt consectetur do proident proident. Est reprehenderit laboris sint tempor occaecat adipisicing ut. Consectetur duis veniam Lorem ipsum. Excepteur aute esse incididunt eu. Laboris pariatur id eiusmod tempor eu veniam dolore Lorem consectetur.\r\n",
    "available": 74,
    "package_size": 15,
    "price": 23.28,
    "unit": "l",
    "category": "Muut hedelmät"
  },
  {
    "id": "a5707118-8db3-403a-ab78-18140107ed66",
    "location_id": "a7ebe964-5dc5-4056-9868-968eb6cc963d",
    "producer_id": "8ef4e4ff-7085-47a1-914e-d110c699d24d",
    "name": "fugiat dolore ipsum enim",
    "description": "Esse veniam tempor proident mollit Lorem deserunt sit quis. Nostrud deserunt in in do est aute. Cupidatat ut duis magna ipsum commodo enim ex. Esse officia minim magna aliqua non. Magna Lorem officia duis ipsum veniam non pariatur Lorem commodo ut tempor nulla cillum sit.\r\n",
    "available": 28,
    "package_size": 18,
    "price": 9.66,
    "unit": "kg",
    "category": "Soijavalmisteet"
  },
  {
    "id": "b5498adc-734d-4666-929d-7afe042fd12f",
    "location_id": "480a2d08-79b0-4baa-b194-00f7ee719dc1",
    "producer_id": "cd428586-8bd1-4f64-a25c-33bfcc54ad23",
    "name": "nisi consectetur ad veniam",
    "description": "Reprehenderit fugiat mollit minim nulla cillum labore nisi irure nulla mollit reprehenderit laboris voluptate. Cillum enim aliqua velit proident eiusmod labore quis velit dolore elit exercitation enim magna minim. Labore id magna reprehenderit est aliquip ut exercitation dolore quis deserunt nostrud. Elit velit nulla consequat sit aute amet. Ex sint in adipisicing sunt ea adipisicing esse cillum esse duis. Amet laborum proident eiusmod voluptate commodo qui esse non.\r\n",
    "available": 17,
    "package_size": 14,
    "price": 33.01,
    "unit": "l",
    "category": "Juuri- ja mukulakasvit"
  },
  {
    "id": "fa06e762-ab57-4dd7-91da-aa4a3118195d",
    "location_id": "c49ecb68-fa0c-41b9-9a79-0222c3c49677",
    "producer_id": "c105b436-ddd1-4c33-a3e8-169c2565fb91",
    "name": "laborum veniam Lorem deserunt",
    "description": "Ut consequat pariatur occaecat pariatur anim ipsum elit irure nulla eu ipsum. Anim magna veniam ut mollit proident anim aliqua quis Lorem est culpa. Laborum aute nostrud officia adipisicing reprehenderit dolore non et dolore quis. Aliquip laboris velit nostrud ex. Est eiusmod quis cupidatat aliquip. Dolor eiusmod minim sunt eiusmod reprehenderit ex. Consequat elit officia id id sunt.\r\n",
    "available": 94,
    "package_size": 14,
    "price": 92.16,
    "unit": "l",
    "category": "Palkokasvit"
  },
  {
    "id": "3f93c5e2-0b85-43dd-8a42-ebbc7a04891c",
    "location_id": "09c5bd89-7d11-4202-9c15-325d8a0e4c15",
    "producer_id": "72f5250f-51fb-4d75-ab1e-06652be37a57",
    "name": "officia pariatur minim labore",
    "description": "Anim ullamco eu est nostrud ex excepteur. Et velit elit elit est. Excepteur id cupidatat ipsum proident sit sit. Nulla aute duis duis nostrud cillum occaecat enim adipisicing. Proident et adipisicing est fugiat qui ullamco fugiat exercitation. Est velit id minim eiusmod ipsum sint deserunt esse velit reprehenderit enim anim.\r\n",
    "available": 47,
    "package_size": 12,
    "price": 72.65,
    "unit": "g",
    "category": "Sienet"
  },
  {
    "id": "a629dfb1-cdf2-4a51-9f53-4ad411753088",
    "location_id": "532e1022-0652-4bfb-8c22-ed89ad5e2d52",
    "producer_id": "9584d80b-f281-416e-86f2-fd6dbb6838e8",
    "name": "ea commodo Lorem sunt",
    "description": "Non eu in pariatur amet enim nulla deserunt est commodo deserunt ut nisi laborum sint. Fugiat aliqua sunt dolor non fugiat veniam eu irure excepteur sint officia cillum. Veniam voluptate nostrud laborum aliquip eu deserunt ad consectetur consectetur adipisicing non in.\r\n",
    "available": 12,
    "package_size": 15,
    "price": 30.33,
    "unit": "g",
    "category": "Lammas"
  },
  {
    "id": "a817e3e2-eb24-48b1-b204-81f28526f19e",
    "location_id": "02229d4a-6500-471a-adce-d11dd70451c3",
    "producer_id": "ef861c94-5dcc-4ebd-8722-62978629472a",
    "name": "ea et enim et",
    "description": "Dolore nulla cupidatat laboris labore et exercitation et. Id minim magna consectetur velit ullamco esse aliquip consequat ipsum et veniam nulla irure nisi. Magna dolor et excepteur est. Ipsum aliquip exercitation mollit officia voluptate ullamco ea ullamco esse ullamco veniam amet magna. Laboris incididunt amet culpa aliquip Lorem minim cupidatat ad cupidatat irure id quis.\r\n",
    "available": 49,
    "package_size": 19,
    "price": 96.7,
    "unit": "pcs",
    "category": "Kasvikset"
  },
  {
    "id": "a7273043-0586-4dca-b4ac-2d6a1137b2a2",
    "location_id": "fa90ba63-6b8e-4e57-872e-52c79989e706",
    "producer_id": "0fbc604f-ebf5-4806-8c60-eb123e36d26a",
    "name": "pariatur proident qui nostrud",
    "description": "Ea ut irure commodo enim magna voluptate et commodo ipsum enim quis consequat commodo consequat. Irure tempor occaecat ad mollit laborum ut dolor consequat ullamco sit. Ea non sit elit sit velit excepteur fugiat cillum ad voluptate excepteur aliquip minim. Proident non excepteur sint proident mollit esse ut id do sit.\r\n",
    "available": 43,
    "package_size": 12,
    "price": 38.9,
    "unit": "kg",
    "category": "Tärkkelykset"
  },
  {
    "id": "f1e930b1-6bae-432e-b0da-5ae11dea645f",
    "location_id": "136a7323-710d-47f0-b49f-44d05c5d7a6e",
    "producer_id": "a61e0417-a1b1-464d-8516-2c1c3e09d3d9",
    "name": "duis cupidatat laborum do",
    "description": "Laborum duis cillum quis qui fugiat magna dolor non velit duis. Nostrud Lorem commodo laboris non irure dolor dolor minim. Est exercitation incididunt velit et ea excepteur Lorem labore occaecat exercitation cupidatat. Est qui dolor laborum ut. Ullamco incididunt ipsum duis commodo laborum excepteur eiusmod dolore officia.\r\n",
    "available": 44,
    "package_size": 14,
    "price": 82.89,
    "unit": "g",
    "category": "Kuivatut yrtit"
  },
  {
    "id": "ff5c906c-ca81-41f0-a383-ab7643c46698",
    "location_id": "3484be89-ff2f-4db8-8abd-58dc88f595c6",
    "producer_id": "fef076b3-4c37-40ac-996f-39fb430a8253",
    "name": "incididunt mollit eiusmod enim",
    "description": "Est minim elit nulla nulla mollit non. Et eu ut ea elit ullamco cillum. Id amet et irure ad ipsum anim minim dolor minim. Velit reprehenderit aliquip sit cillum ullamco. Est sunt voluptate commodo et consequat cupidatat sit. Magna nulla pariatur voluptate irure cillum. Magna occaecat voluptate mollit cillum dolore do.\r\n",
    "available": 71,
    "package_size": 18,
    "price": 8.02,
    "unit": "l",
    "category": "Ravintorasvat"
  },
  {
    "id": "40640cc8-900d-4d3f-b089-4b907dd0d3d5",
    "location_id": "0f1e1b24-3fee-4272-963d-407f1967d753",
    "producer_id": "5dde7de3-e68f-4a75-9c77-60ed5f92a8f5",
    "name": "qui minim ea nulla",
    "description": "Ullamco deserunt incididunt reprehenderit deserunt aliqua laborum consequat cillum veniam pariatur aliqua id ullamco. Enim reprehenderit sunt id consequat occaecat aliquip veniam cillum et ipsum quis. Labore laboris est in velit irure commodo deserunt. Adipisicing incididunt laboris nisi tempor consectetur ipsum. Ipsum mollit officia amet eiusmod velit do sint excepteur aliqua elit incididunt laboris irure pariatur. Voluptate magna est duis sunt non.\r\n",
    "available": 45,
    "package_size": 11,
    "price": 69.98,
    "unit": "pcs",
    "category": "Täysmehut"
  },
  {
    "id": "ce3b4301-0998-4ab9-840e-dd45d21fbf67",
    "location_id": "79ab657c-74e0-4db3-b2bd-961c3b69d3ab",
    "producer_id": "adb1b234-a5d7-447c-acd8-2bef992afcee",
    "name": "eu esse ex ea",
    "description": "Consectetur do non duis consectetur quis irure duis ut. Esse cupidatat aliquip pariatur tempor minim reprehenderit in voluptate minim enim. Irure nisi nisi aliquip sint labore sunt aute ullamco tempor. Nisi dolore ipsum aliqua eu pariatur adipisicing quis dolore minim nostrud. Labore amet sunt enim sit occaecat esse proident nulla do quis enim velit. Dolore minim aliquip dolore pariatur eiusmod est elit. Nostrud consectetur sunt veniam laboris ea fugiat nisi ipsum non pariatur esse.\r\n",
    "available": 62,
    "package_size": 14,
    "price": 91.32,
    "unit": "g",
    "category": "Riista"
  },
  {
    "id": "44cf52b0-032d-414c-af22-c66b6339f1d5",
    "location_id": "71f1e824-a5cb-4fe5-817c-ad6ee9138895",
    "producer_id": "7d0e3f6c-9d1c-4ae4-8a38-5904215a1c40",
    "name": "ut Lorem dolore labore",
    "description": "Mollit aliqua sit proident elit esse. Ullamco amet cillum exercitation elit consectetur commodo. Non eu Lorem mollit sit enim velit sunt consequat incididunt laboris. Irure deserunt voluptate duis ut aute laborum consequat dolor ut. Eiusmod qui officia amet do sint culpa sint amet nisi veniam ipsum.\r\n",
    "available": 15,
    "package_size": 11,
    "price": 87.06,
    "unit": "pcs",
    "category": "Jäätelö"
  },
  {
    "id": "5db55a2c-935b-41da-b565-1b25a4131626",
    "location_id": "59e9ca6a-04d6-4c6a-81db-841afa887361",
    "producer_id": "31479779-b72a-4236-87d4-d4719c68fa91",
    "name": "duis sint Lorem mollit",
    "description": "Id sit et nostrud excepteur mollit esse. Laborum laboris do culpa pariatur in fugiat aliqua mollit aliquip. Ad incididunt minim ad commodo. Nisi ullamco fugiat nulla reprehenderit reprehenderit velit ipsum enim occaecat culpa. Deserunt voluptate est ex occaecat id in fugiat adipisicing aliquip amet duis ullamco proident. Aute enim occaecat eiusmod occaecat duis ad. Nulla id occaecat pariatur officia qui sint dolore adipisicing id eiusmod consectetur.\r\n",
    "available": 42,
    "package_size": 11,
    "price": 66.61,
    "unit": "l",
    "category": "Suolat"
  },
  {
    "id": "4fa6ccc9-8693-4eee-9b26-d50e18f71d10",
    "location_id": "fb510576-328e-4804-9df9-4aa748330a61",
    "producer_id": "da75bb15-a664-4402-aa01-20f6dcb72c8a",
    "name": "irure nulla in consequat",
    "description": "Est in amet non dolore consectetur magna sit sint in laborum tempor. Velit culpa amet magna cillum dolore mollit sit proident sunt aliqua aliquip anim officia aute. Culpa nisi voluptate incididunt cupidatat laboris amet non adipisicing et commodo. Eu in dolor amet velit nisi minim magna. Ea voluptate voluptate deserunt ad ut mollit nulla velit. Laborum amet duis ad anim tempor labore aute esse ullamco ut. Officia enim aliqua in veniam eiusmod deserunt.\r\n",
    "available": 50,
    "package_size": 18,
    "price": 41.32,
    "unit": "kg",
    "category": "Sipulikasvikset"
  },
  {
    "id": "25ef6867-ec6e-4e21-80e3-b1d0e81c223d",
    "location_id": "64b2138f-a1fc-4197-afd2-e42f1ce5648d",
    "producer_id": "0d46cec5-13e0-4728-81bc-08b3603c9c43",
    "name": "cupidatat eu est minim",
    "description": "Ad Lorem laborum pariatur cupidatat incididunt dolor. Duis aute laborum occaecat do aliquip velit aute proident ea officia magna anim eiusmod. Excepteur aliqua deserunt occaecat eiusmod cupidatat. Non cupidatat commodo Lorem culpa proident mollit culpa aliquip labore Lorem ex consectetur.\r\n",
    "available": 18,
    "package_size": 19,
    "price": 17.43,
    "unit": "pcs",
    "category": "Viljat"
  },
  {
    "id": "329ae262-9546-423b-b0cb-4437df756802",
    "location_id": "528b853c-f29a-4e01-9828-b0f618b8ae51",
    "producer_id": "5b11fc41-853d-4e00-a3a7-98878d6202c1",
    "name": "laborum minim non dolore",
    "description": "Veniam esse mollit ex labore sunt in sit qui consequat deserunt nulla sunt anim occaecat. Sit minim dolore ut sint aliqua id eu dolor incididunt ut quis. Id est tempor labore ullamco nisi ex. Elit ullamco amet enim consequat reprehenderit nostrud veniam sit Lorem cupidatat. Culpa ut aliquip exercitation consectetur minim non cillum consectetur enim irure. Dolore ea aute incididunt irure aute nostrud sit deserunt deserunt. Do quis elit ut proident.\r\n",
    "available": 97,
    "package_size": 14,
    "price": 51.69,
    "unit": "g",
    "category": "Viljat"
  },
  {
    "id": "58fcd0dc-3d02-4e89-ae95-309ce8df60fb",
    "location_id": "41f706a6-b403-4212-bd02-dfe4a4e85d4c",
    "producer_id": "17e9e9af-0d4b-4a1c-a7bf-2f900c4a61f5",
    "name": "sunt magna enim magna",
    "description": "Excepteur deserunt dolore mollit consectetur cillum dolor enim eu nulla proident laboris qui esse. Esse excepteur ullamco in aliquip occaecat. Pariatur Lorem ad culpa ex tempor.\r\n",
    "available": 25,
    "package_size": 17,
    "price": 90.32,
    "unit": "l",
    "category": "Kaalit"
  },
  {
    "id": "3bd912e9-26f3-4a4c-8d30-4e4cad662707",
    "location_id": "80dcbe14-3024-4937-be6d-28b9d1add01a",
    "producer_id": "080d0b5e-1fc3-474f-9391-de31fa27682e",
    "name": "do culpa velit non",
    "description": "Aliqua fugiat in aute et eu aliqua laboris qui anim aliquip sunt. Nisi sit voluptate aute ipsum quis reprehenderit est exercitation pariatur irure in reprehenderit duis sunt. Et elit non consectetur sint. Ullamco consectetur sint id ullamco dolor ipsum tempor adipisicing deserunt sint nostrud adipisicing. Consectetur magna culpa anim laboris culpa reprehenderit veniam. Ea tempor occaecat ex proident do.\r\n",
    "available": 59,
    "package_size": 18,
    "price": 62.91,
    "unit": "g",
    "category": "Viinit"
  },
  {
    "id": "40d31ae6-8fb6-4572-bb67-b66cd1acf79c",
    "location_id": "9998503a-e011-4d77-9a2e-4c7627346f96",
    "producer_id": "e6d5ecd3-89e0-44ec-a053-7e4e7c331583",
    "name": "amet enim tempor exercitation",
    "description": "Non amet adipisicing reprehenderit pariatur nostrud mollit sit laborum id. Consectetur esse ad officia elit fugiat eiusmod laborum dolor tempor proident cupidatat cillum. Magna dolore sunt Lorem anim proident proident magna cupidatat Lorem Lorem do do.\r\n",
    "available": 23,
    "package_size": 19,
    "price": 45.91,
    "unit": "pcs",
    "category": "Kalavalmisteet"
  },
  {
    "id": "222351e4-8eba-42c6-a900-9f01058430e7",
    "location_id": "d174c405-3378-445b-a744-67fa0a90b3a4",
    "producer_id": "d9ae96d7-165d-4f05-8a32-8f0d31a77dee",
    "name": "sit cupidatat ad laboris",
    "description": "Incididunt qui magna sint elit sint ut. Excepteur nostrud laboris dolor tempor nulla ut sit tempor velit ullamco nisi quis. Qui sunt nostrud magna enim excepteur et. Voluptate cillum sint sint cupidatat in esse enim velit. Laborum magna laborum id veniam pariatur.\r\n",
    "available": 67,
    "package_size": 11,
    "price": 60.11,
    "unit": "l",
    "category": "Maito"
  },
  {
    "id": "119c64d9-9ac0-4cb6-a83b-cf7b667c4af5",
    "location_id": "ebe5c233-6e0b-4553-a7cb-a3010e61b9f7",
    "producer_id": "fb7d4c49-fe6f-458a-8d86-99b3e66f105f",
    "name": "amet nostrud amet sint",
    "description": "In eiusmod ut mollit aute laboris eu velit id duis cillum. Duis mollit sint incididunt incididunt officia nulla nulla pariatur labore veniam irure mollit. Ipsum amet eu irure labore reprehenderit dolore consequat dolore id amet amet. Pariatur est irure consectetur in nisi nostrud id ut sint ut ea id duis ullamco. Ad qui voluptate voluptate pariatur do incididunt. Do laboris sit pariatur cillum ea. In aute et tempor in sunt nisi do minim sit ea veniam nulla.\r\n",
    "available": 31,
    "package_size": 16,
    "price": 26.22,
    "unit": "kg",
    "category": "Pähkinät, siemenet"
  },
  {
    "id": "57fb73de-2085-4bbe-bf51-dd47214dc148",
    "location_id": "2d2fbb87-b1e7-429d-b91e-e5a7c9b11157",
    "producer_id": "c30868ea-d330-4a3b-b2ce-0792e4146ee6",
    "name": "in aliqua dolor ea",
    "description": "Sit nostrud quis est ut nostrud excepteur amet laboris eiusmod. Est minim nostrud voluptate id aliquip deserunt id sint esse. Veniam laboris consequat tempor quis consequat aliquip laborum cupidatat amet sint sit nisi ullamco sint. Velit amet adipisicing consectetur laboris. Exercitation minim amet proident incididunt non eiusmod in consectetur.\r\n",
    "available": 59,
    "package_size": 13,
    "price": 43.23,
    "unit": "pcs",
    "category": "Sipulikasvikset"
  },
  {
    "id": "55db05b5-27f4-4bef-83f1-4b598518d103",
    "location_id": "37898c3d-7d1d-464e-8985-b5e952ad061a",
    "producer_id": "165c2645-bb6c-4482-8b2f-18516a84b8d0",
    "name": "ex deserunt mollit tempor",
    "description": "Consequat laboris consectetur anim laboris. Id commodo in aute occaecat non do duis nostrud cillum laboris consectetur aliqua dolor. Sint cupidatat officia mollit ut ipsum pariatur exercitation non.\r\n",
    "available": 45,
    "package_size": 12,
    "price": 48.71,
    "unit": "l",
    "category": "Muna"
  },
  {
    "id": "4d79ced9-84fa-435d-818c-9dca429a5eff",
    "location_id": "84cd00a6-370e-408e-ba71-da66e297ce8c",
    "producer_id": "b87c4720-f8f8-4022-bade-3f3beb15116f",
    "name": "laborum consequat tempor fugiat",
    "description": "Qui dolor dolor magna adipisicing sit id. Ad irure et reprehenderit irure culpa nulla adipisicing culpa consequat excepteur. Ut sunt exercitation qui ex excepteur nisi ad non nisi pariatur in Lorem magna eiusmod. Officia et quis in mollit voluptate tempor ea do occaecat.\r\n",
    "available": 76,
    "package_size": 12,
    "price": 29.4,
    "unit": "kg",
    "category": "Äidinmaitokorvikkeet ja äidinmaito"
  },
  {
    "id": "80277b55-bc0a-4c4f-9f49-62f7c6d9178d",
    "location_id": "a038fe0b-ffa8-4a1f-9a99-607e040e04d4",
    "producer_id": "dec2f8e6-8ed8-4edb-8167-c206911df197",
    "name": "sint et magna reprehenderit",
    "description": "Cillum exercitation sunt Lorem exercitation laborum. Irure dolor quis magna aliqua aliquip cupidatat esse consectetur elit sit esse aliqua ea. Nulla consequat amet nulla eiusmod minim qui ex cillum non amet incididunt Lorem.\r\n",
    "available": 89,
    "package_size": 14,
    "price": 23.26,
    "unit": "pcs",
    "category": "Muu vilja"
  },
  {
    "id": "b49b5edd-b380-4774-8d07-eeeb5669d5c8",
    "location_id": "133bb0d0-7380-4987-9c38-d3145af9cb81",
    "producer_id": "954f47e2-c446-4b22-93bf-8edf8774d879",
    "name": "laborum sint consectetur consequat",
    "description": "Irure irure sint pariatur sint in culpa in aliqua laborum. Excepteur magna duis minim nostrud consectetur tempor tempor dolor commodo est amet eu. Cillum fugiat amet nisi dolore.\r\n",
    "available": 81,
    "package_size": 11,
    "price": 74.92,
    "unit": "g",
    "category": "Pähkinät, siemenet"
  },
  {
    "id": "9e1c973b-4361-4d6e-ba31-0e4ad9694baf",
    "location_id": "bb29d3a2-d0dd-4111-aaba-3f8374b42272",
    "producer_id": "78543b5e-57d7-4707-a7c1-a0a16cdf8372",
    "name": "sunt ut enim magna",
    "description": "Veniam officia sit ut ullamco amet ex enim velit eiusmod nisi sunt ex qui ut. Magna nulla laboris enim eu adipisicing deserunt magna exercitation incididunt nulla id labore et est. Culpa duis qui deserunt et. Id cillum fugiat culpa cillum mollit commodo aliqua.\r\n",
    "available": 67,
    "package_size": 17,
    "price": 29.06,
    "unit": "pcs",
    "category": "Kliiniset ravintovalmisteet"
  }
]
